Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: The calculations required to relocate these bodies were painstaking, and the energy expenditure tremendous, but all three now serve as major components of Titan's orbital defense grid.
fr_fr: Les calculs nécessaires pour relocaliser ces corps ont été méticuleux, et l'a dépense énergétique fut épouvantable, mais les trois corps servent maintenant de composants clefs dans la grille de défense orbitale de Titan.

source: Whether the system created thereby is impregnable has yet to be tested.
fr_fr: Que le système crée soit effectivement impénétrable doit encore être testé.

source: Once thought of as gas giants like Saturn and Jupiter, Uranus and Neptune differ from the larger planets in that they contain large amounts of water ice, methane, and ammonia and have rocky cores at their centers.
fr_fr: Autrefois considérée comem une géante gazeuse comme Saturne et Jupiter, Urnaus et Neptune diffèrent des plus grandes planètes dans le fait qu'elles contiennent de grosse quantités d'eau sous forme de glace, de méthane et d'ammoniaque et q'uelles ont des noyaux rocheux à leurs centre.

source: This region of the system is sparsely populated.
fr_fr: Cette zone du système est peu peuplée.

source: Uranus orbits at a distance 10 AU beyond the orbit of Saturn, 20 times the distance of the Earth from the sun.
fr_fr: Uranus orbite à une distance de 10 UA au-delà de l'orbite de Saturne, 20 fois la distance Terre-Soleil.

source: Uranus, the coldest planet in the solar system, is a blue-green sphere of ice and gas.
fr_fr: Uranus, la planète la plus froide du système solaire, est une sphère bleue-verte de gaz et de glace.

source: Seen from afar, it is virtually featureless compared to Saturn and Jupiter, but up close subtle cloud formations and a tenuous ring system may be observed.
fr_fr: Vue de loin, elle est virtuellement dénuée de caractéristique en comparaison de Saturne ou de Jupiter, mais en se rapprochant, des formations nuageuses subtiles ainsi qu'un syst-me d'anneau ténus peuvent être observés.

source: Probably due to a collision with an Earth-sized world when the solar system was young, Uranus rotates on its side, such that one pole faces the sun for 42 years at a stretch, and its moons orbit at a sharp angle to the solar ecliptic.
fr_fr: Probablement lié à la collision avec un monde de la taille de la Terre lorsque le système solaire était jeune, Uranus tourne sur le côté, de telle façon que l'un des pôle fait face au soleil pendant 42 ans et que ses lunes orbitent avec un angle marqué vis à vis de l'écliptique solaire.

source: At the time of Eclipse Phase, Uranus's south pole is experiencing its south polar mid-spring, during which thick methane clouds darken the polar atmosphere.
fr_fr: À l'époque d'Eclipse Phase, le pôle sud d'Uranus vit sont mi-printemps polaire, pendant lequel d'épais nuages de méthane noircissent l'atmosphère polaire.

source: It may be the unusual tilt of its axis and the accompanying strange seasonal weather that give rise to the unconfirmed rumor that the alien traders called the Factors have created a settlement hidden in Uranus's atmosphere.
fr_fr: Cela pourrait être le décallage inhabituel de son axe et le temps saisonnier l'accompagnant qui donnerait du corps aux rumeurs non confirmés que les négocants étarngers appelés les Facteurs pourrait avoir crée un abri caché dans l'atmosphère d'Uranus.

source: Located on Oberon, this is the Uranian system's primary long haul spaceport, with a permanent population of 8,000.
fr_fr: Localisé sur Obéron, il s'agît du premier spatioport long-courrier du système d'Uranus, avec une population permanente de 8 000 personnes.

source: Chat Noir has fairly advanced egocasting, resleeving, and manufacturing facilities for a frontier outpost and is operated by several collectives of anarchists.
fr_fr: Chat Noir possède des installations relativement avancées d'égocast, de réincarnation et de fabrication pour un avant-poste frontalier opéré par plusieurs collectifs anarchistes.

source: The reason for all the infrastructure is Fissure Gate, the only Pandora Gate in anarchist hands (despite several Planetary Consortium expeditions to wrest control of it).
fr_fr: La raison pour toutes cette infrastructure est la porte Fissure, la seule Porte de Pandorre dans les mains des anarchistes (en dépit de plusieurs expéditiosn du Consortium Planétaire pour tenter d'en prendre le contrôle).

source: Fissure Gate was discovered by a prospecting expedition from Chat Noir, then a tiny outpost.
fr_fr: La porte de Fissure a été découverte par une expédition de prospection au départ de Chat Noir, alor sun petit avant-poste.

source: Seeking deposits of the useful carbonaceous ices that make up about 20% of Oberon's mass, they instead chanced upon subsurface radio emissions near the foot of Mt. Hippolyta.
fr_fr: Recherchant des gisements de la glace carbonique utile et composant 20% de la masse d'Obéron, ils ont eu la chance de tomber sur des radio émissions souterraine au pied du Mont Hippolyte.

source: After using triangulating the source, the prospectors landed and used subsurface imaging gear.
fr_fr: Après avoir triangulé la source, les prospecteurs se sont posés et ont utilisés du matériel d'imagerie sous-terraine.

source: What they got back was a blurry image of a rock fissure containing an ambiguous mass of mixed density and an extremely dense, possibly metallic object with a shape too regular to be anything but a structure or large artifact—all under 500 meters of ages-old frozen cryovolcanic outflow.
fr_fr: Ils ont eu une image floues d'une fissure rocheuses contenant une masse ambigüe de densité varibale ainsi qu'un objet extrêmement dense, probablement métallique, avec une forme trop régulière pour être autre chose qu'une structure ou un gros artefact - le tout sous 500 mètres de débris cryovolcaniques extrêmement vieux.

source: The gate at Pandora was already publicly known at this time, so the prospectors drilled down, suspecting they'd found an alien artifact.
fr_fr: La porte à Pandorre était déjà publiquement connue à l'époque, les prospecteurs ont donc foré, pensant avoir trouvé un artefact étranger.

source: They were not to be disappointed, although the discovery yielded gruesome salvage: the barely recognizable corpses of eleven gatecrashers.
fr_fr: Ils n'ont aps été trop déçus, même si la découverte mis à jour quelques reste macabres: les corps à peine reconnaissable de onze resquilleurs.

source: Why and how the Fissure Gate was erected under the ice remains a complete mystery.
fr_fr: Pourquoi et comment la porte de Fissure a été érigée sous la glace reste un mystère complet.

source: At some recent point, however, it was completely buried, with only a thin pocket of space between it and the surrounding ice.
fr_fr: Jusqu'à récemmenet elle était cependant entièrement enterrée avec juste une fine poche d'espace entre elle et la galce avoisinante.

source: When the eleven emerged, buried in an airless space beneath 500 meters of ice, there was barely room to move, let alone escape—but the gate wouldn't let them back through.
fr_fr: Lorsque les onzes ont émergés, enterrés dans un espace sans air sous 500 mètres de glace, il y avait à peine de la place pour bouger, sans parler de s'échapper, mais la porte ne les laissa pas passer dans l'autre sens.

source: Several of the crew had recoverable cortical stacks.
fr_fr: Quelques'uns avaient une pile corticalble récupérable.

source: This lucky handful are now prominent citizens of Chat Noir, but none plan to resume gatecrashing as a career.
fr_fr: Cette poignée chanceuse constitue maintenant d'éminent citoyen de Chat Noir, mais aucun n'envisage de retourner à la resquille.

source: The Fissure Gate remains in anarchist hands, operated and defended by the Love and Rage Collective.
fr_fr: La porte de Fissure reste dans les mains anarchistes, opérée et défendue par le Collectif Amour et Rage.

source: The gate is made available to almost anyone unless their rep score is tanked or they are pursuing commercial interests (ruling out most hypercorps).
fr_fr: La porte est rendue disponible à presque tout le monde à moins que leur score de rep soit trop faible ou qu'ils poursuive des intérêts commerciaux (excluant de fait la plupart des hypercorps).

source: Support for gatecrashers is minimal—traverse the threshold at your own risk.
fr_fr: Le soutien des resquilleurs est minimal - on traverse le seuil à ses propres risques.

source: Any discoveries made via this gate, however, must be shared for the collective good of transhumanity.
fr_fr: Toute découverte faites par cette porte doit cependant être partagée pour le bien collectif de la transhumanité.

source: Uranus's two largest moons are sparsely populated, with only about 10,000 transhumans living on each body.
fr_fr: Les deux plus grande lune de Saturne sont peu peuplée, avec seulement 10 000 transhumains vivant sur chaque corps.

source: Most stations are mixed dome and beehive settlements and range from hypercorp communications and research outposts to autonomist freeholds.
fr_fr: La plupart des stations sont des mélanges de dôme et d'abris en nid d'abeille et vont des avant-postes de communication et de recherche hypercorporatistes au cités libre autonomistes.

source: The pair are more chemically complex than most moons in the outer system, consisting of about 30% rock, 20% methane and similar carbonaceous ices, and 50% water.
fr_fr: Cette paire de lune est plus complexec chimiquement que la plupart des lunes du système extérieur, composés d'environ 30% de roches, de 20% de méthane et de galces carboniques similaires, et de 50% d'eau.

source: Titania is home to a spectacular canyon that rivals the Martian Valles Marineris.
fr_fr: Titania est le foyer d'un canyon spectaculaire qui rivalise avec la Valles Marineris Martienne.

source: Several settlements on Titania cater to tourists from the inner system and the gas giants, who visit for rocketing, mekking, and other sports in the canyon.
fr_fr: Plusieurs abris sur Titania attirent les touristes du système intérieur et des géantes gazeuses, qui viennent pour pratiquer le rocketing, le mekking et d'autres sports dans le canyon.

source: One of two major strongholds of the ultimates, Xiphos is a Hamilton cylinder orbiting in the Uranian ring system.
fr_fr: L'un des deux bastions principal des ultimes, Xiphos est un cylindre hamilton orbitant le dans le système d'anneau Uranien.

source: Though most of the tech underlying Hamilton cylinders is open source, the station's frighteningly efficient weapon systems are not.
fr_fr: Bien que la plupart de la technologie derrière les cylindres hamilton soit open source, les systèmes d'armement extrêmement efficaces de la station ne le sont pas.

source: Rumor has it the ultimates traded some major favors to Gorgon Defense Systems in the process of building this station.
fr_fr: Les bruits courrent autour du fait que les ultimes aient échangées certaines faveurs avec Gorgon Defense Systems lors de la construction de cette station.

source: Where Aspis, the ultimates' inner system habitat, is a relatively open place, used by the Ultimates for contact with potential mercenary clients, Xiphos is off limits to anyone not of this faction.
fr_fr: Là où Aspis, l'habitat intérieur des ultimes, est une zone elativement ouverte, utilisés par les Ultimes pour entrer en contact avec de potentiels clients de mercenariat, Xiphos est interdite d'accès à quiconque n'est pas membre de cette faction.

source: The rumored population of ultimates here is only about 10,000, but the ultimates purchase a large number of infomorph indentures from Mars.
fr_fr: La population supposée d'ultimes ici serait de 10 000 mais les utltimes achètent un grand nombre de contractés infomroph de Mars.

source: Although there are no reports of any of these indentures returning, rumor has it that the ultimates download indentures serving in sensitive areas into deaf, visually limited flats with no AR implants and limited mental capacity.
fr_fr: Même si il n'existe aucun rapport signalant le retour de ces contractés, les rumeurs disent que les ultimes téléchargent les contractés devant servir dans les zoines sensibles dans des plates sourds, visuellement limitées, sans implants RA et avec des capacités mentale limitées.

source: Frigid, swept by 2,100 km/h winds, and tinged blue by methane traces in its atmosphere, Neptune is the last major planet in the system, orbiting at a distance of 30 AU from the sun.
fr_fr: Frigide, balayée par des vents de 2 100 km/h et teintée de bleu à cause des traces de méthanes dans son atmosphère, Neptune est la dernière planète majeure du système, orbitant à une distance de 30 UA du soleil.

source: This far from the nearest star, plants will not grow and solar power is useless.
fr_fr: À cette distance de l'étoile la plus proche, les plantes ne poussent pas et l'énergie solaire n'est d'aucune utilité.

source: The only sources of power are fusion, focused starlight, waste heat, and chemical reactions.
fr_fr: La seule source d'énergie est la fusion, la concentration de lumière stellaire, l'incinération des déchets et les réactiosn chimiques.

source: The hypercorp presence in the Neptunian system is virtually absent, as the long communication lags and extreme travel distances from the rest of the solar system mean that few Neptunian ventures garner profits.
fr_fr: La présence hypercorporatistes dans le système Neptunien est virtuellement inexistente, car le décallage de communication et les distances de voyage extrême depuis le reste du système solaire signifie que peu d'entreprises Neptuniennes engendrent du profit.

source: Similarly, the Titanian brand of technosocialism has never found roots here.
fr_fr: De manière similaire, le technosocialisme Titanien n'a jamais pu se développer là.

source: The few transhumans who live out here are a resourceful lot, and many colonists out here aren't human at all.
fr_fr: Les rares transhumains qui vivent là sont pleins de ressources, et beaucoup de colons ne sont même plus humains.

source: Anarchists, brinkers, and desperados comprise most of the population.
fr_fr: Les anarchistes, les bordés et les despérados composent la plupart de la population.

source: This habitat has the highest population density in the system, with 20,000 infomorphs living in a meshed cluster of twenty spherical structures that are 10 meters in diameter, powered by efficient central reactor systems.
fr_fr: Cet habitat possède la plus haute densité de population du système, avec 20 000 infomorphs vivant dans un groupe maillé de vingt structure sphérique de dix mètre de diamètre, alimentés par un système de réacteurs central efficace.

source: The habitat is attended by a cloud of factories, harvesters, and defense satellites that occupy considerably more space than the station itself.
fr_fr: L'habitat est encadré par un nuage d'usine, d'exploitation et de satellites de sdéfense qui occupent un espace considérablement plus important que la station en elle-même.

source: Various rumors circulate that the inhabitants are researching methods to improve infomorphs in the manner of seed AIs, or that they are engaged in some vast forecasting simulation effort.
fr_fr: Différentes rumeurs circulent sur le fait que les habitants cherchent des moyens d'améliorer les inofmorphs à la manière des IAs germes ou qu'elles sont engagées dans un effort de simulation d'un grand forcecast.

source: Aligned with the argonauts, Ilmarinen is a hybrid beehive/cluster dug into and partially protruding from the large L4 asteroid Greymere.
fr_fr: Aligné politiquement sur les argonautes, Ilmarinen est un hybride nid d'abeille/grappe construit dans et dépassnt du gros astéroïde L4 Greymere.

source: It is the largest habitat in Neptune's Trojans, with a population of 7,000.
fr_fr: C'est le plus grand habitat dans les Troyens de neptunes avec une population de 7 000 habitants.

source: Like many transhumans this far out in space, most of Ilmarinen's inhabitants are heavily modified or inhabit exotic morphs.
fr_fr: omme beaucoup de transhumains à cette distance dans l'espace, la plupart des habitatnts d'Ilmarinen sont lourdement modifié ou habitent des morphs exotiques.

source: Vacuum and cold tolerant morphs prevail, and many sections of the habitat are unlivable for baseline transhumans.
fr_fr: Les morphs supportant le froid et le vide prédominent, et de nombreuses sections de l'habiat ne sont pas vivable pour les transhumains de bases.

source: The neo-avians who built this station threw away the manual on habitat design and revisited the longout of favor toroidal configuration.
fr_fr: Les néo-aviens qui ont construit cette station ont abandonnée le manuel de conception d'habitat et ont préféré les configuration toroïdes aux configurations dans la longueurs.

source: The result is a disc habitat—a plate half a kilometer along the edge and one kilometer in diameter, resembling a slice of an O'Neill cylinder with no windows.
fr_fr: Le résultat est un habitat en forme de disque - une assiette d'un demi kilomètre d'épaisseur au bord et d'un kilomètre de diamètre ressemblant à une tranche de cylindre O'Neill sans fenêtres.

source: A fusionpowered, low-heat, axial light source nourishes the verdant hardwood forest below.
fr_fr: Une source de lumière axiale, à faible température et alimentée par fusion nourrit les les verdoyants bois de feuillus situs dessous.

source: Structures are built into the disc walls up to 500 meters in height.
fr_fr: Les structures sont construites dans les murs du disques jusqu'à atteindre 500 mètres de hauteur.

source: The disc, mostly woven from carbon fibers, rotates quickly enough to generate 0.5 g at the habitat floor.
fr_fr: Le disque, composé principalement de fibre de carbone, tourne suffisament rapidement pour générer une gravité de 0,5g sur le sol de l'habitat.

source: Mahogany has a population of 4,000 mercurials, most of them neo-avians.
fr_fr: Mahogany a une population de 4 000 mercuriens, la pluaprt d'entre-eux étant des néo-aviens.

source: Neptune's other twelve moons are largely small bodies, icy and sparsely (if at all) populated.
fr_fr: Les autres douze lunes de Neptune sont essentiellement de petits corps glacé et trés peu peuplés voire déserts.

source: Proteus and Larissa, both sizable and relatively close to the planet, host small populations.
fr_fr: Protéus et Larissa, tous les deux à la fois de taille correcte et suffisament proche de la planète, héberge de petits populations.

source: Naiad and Thalassa are tiny but very close to the planet, and thus home to some atmospheric skimming operations.
fr_fr: Naïade et Thalassa sont petites maus trés proche de la planète, et sont donc devenues le foyer de quelques opération de dragage atmosphérique.

source: Neso, orbiting at about 1/3 AU from Neptune, has never been visited—even by robotic probes.
fr_fr: Néso, orbitant à peu près à 1/3 d'UA de Neptune n'a ajamis été visitée - même par des sondes robotiques.

source: Trailing and preceding Neptune at the L4 and L5 points of its orbit are several hundred asteroids of diverse, mostly icy composition.
fr_fr: Suivant et précédent Neptune aux points L4 et L5 de son orbite, se trouvent plusieurs centaines d'astéroïdes essentielmleent glacés et de composition diverse.

source: Neptune's Trojans are home to brinkers, hard-bitten prospectors, exotic exhumans, and other extreme survivalists.
fr_fr: Les Troyens de Neptunes sont le foyer de bordés, de prospecteurs durs à cuire, d'exhumains exotiques et d'autres survivalistes de l'extrême.

source: Neptune's largest moon has a tenuous atmosphere and is chemically complex, composed of equal parts rock and ices (frozen nitrogen, water, and carbon dioxyde).
fr_fr: La plus grande des lunes de Neptune possède une atmosphère ténue et est chimiquement complexe, composée à part égale de roche et de glaces (azote, eau et dioxyde de carbone gelé).

source: It is also geologically active, with cryovolcanoes continually resurfacing the planet.
fr_fr: Elle est également géologiquement active, avec des cryovolcans resurfaceant continuellement la planète.

source: The surface has few inhabitants but several habitats orbit here, using the moon's abundant raw materials and low escape velocity to their advantage.
fr_fr: La surface possède quelques rares habitants mais plusieurs habitats orbitent autour de Triton, profitantd es matériau bruts abondants de la lune et la faible vitesse d'évasion à leur avantages.

source: Beyond Neptune lie only dwarf planets and icy asteroids waiting to become comets, roughly divided into two regions: the Kuiper Belt, from 30 to 55 AU from the Sun, and the Scattered Disk, which extends from 55 AU out to the Oort Cloud.
fr_fr: Au delà de Neptune ne se trouve que des planètes naines et des glactéroïdes attendant de devenir des comètes, grossièrement divisée en deux régions: la Centure de Kuiper, de 30 à 55 UA du Soleil, et le Disque Épars qui s'étend depuis 55 UA jusqu'au Nuage d'Oort.

source: Pluto, its binary object Charon, and Eris have compositions similar to Triton.
fr_fr: Pluton, son objet binaire Charon, et Éris ont une composition similaires à Triton.

source: A few small habitats orbit Pluto and Charon, eking out a living by prospecting for volatiles.
fr_fr: Quelques petits habitats orbitent autoude Pluton et de Charon, se débrouillant pour vivre en prospectant des composés organiques volatiles.

source: A number of other dwarf planets orbit in the Kuiper belt and the Disk, including Orcus, Senda, and 2000 OO67.
fr_fr: Beaucoup d'autres planète naines orbitents dans la ceinture de Kuiper et dans le Disque, incluant Orcus, Senda et 2000 OO67.

source: Of these, only Eris harbors a substantial population.
fr_fr: Parmi eux, seuls Eris abrite une population substantielle.

source: ERIS Located at 55 AU from the sun at the edge of the Scattered Disk, Eris is the largest dwarf planet in the system and the site of a grim struggle between two of transhumanity's most militant factions: ultimates and exhumans.
fr_fr: ERIS Localisée à 55 UA du soleil à la bordure du Disqu Épars, Eis est la plsu garnde des planètes naines dans le système et le site d'une lutte acharnée entre deux des factions transhumaniste les plu militante: les ultimes et les exhumains.

source: The focal point of the struggle is Discord Gate, the most remote of the system's publicly-known Pandora Gates, located in an icy labyrinth half a kilometer beneath the surface of Eris.
fr_fr: Le point focal de cette lutte est la Porte de Discorde, la plus porte de Pandorre publiquement connue la plus éloignée du système, localisée dans un labryrinthe de glace un demi kilomètre sous la surface d'Eris.

source: The brief history of the gate is bloody.
fr_fr: L'histoire brève de la porte est sanglante.

source: Go-nin Group troops violently wrested control of the gate from the Ilmarinen anarchists who discovered it.
fr_fr: Les troupes du Go-nin Group ont violemment prit le contrôle de la porte aux anarchistes Ilmarinen qui l'ont découverte.

source: Titan and several anarchist and brinker groups both tried to dislodge Go-nin, but these attempts failed, at great cost in lives and ships.
fr_fr: Titan et divers groupes anarchistes et bordés ont essasyés de déloger Go-nin, mais ces tentatives ont échoués, au prix d'un coût élevés en vie et en vaisseaux.

source: Go-nin's control of the gate seemed ensured until the hypercorp apparently tampered too heavily with the gate's black box controls.
fr_fr: Le contrôle de Go-nin sur la porte semblait assuré jusqu'à ce que, apparemment, l'hypercorporation joue un peu trop avec les contrôle de la boîte noire de la porte.
